mas "LastPass Password Manager", id: 926036361
mas "Magnet", id: 441258766
mas "WireGuard", id: 1451685025

tap "homebrew/cask-versions"
tap "bdcollins18/tap"

cask "league-of-legends"
cask "steam"
cask "duplicacy-cli"
cask "qr-journal"
cask "brave-browser"
cask "soundsource"
cask "spotify"
cask "discord"
cask "sublime-text"
cask "transmission"
cask "nordvpn"
cask "little-snitch"

brew "bash"
brew "coreutils"
brew "moreutils"
brew "diffutils"
brew "findutils"
brew "python"
brew "java"
brew "fish"
